public class LevelFour extends Level {
	LevelFour(){
		stringArr = new String[] {"목마른 사람이 우물 판다","미운 자식 떡 하나 더 준다","가까운 이웃이 먼 친척보다 낫다",
				"핑계 없는 무덤 없다","등잔 밑이 어둡다","사공이 많으면 배가 산으로 올라간다","아니 땐 굴뚝에 연기 나랴",
				"될성부른 나무는 떡잎부터 알아본다","윗물이 맑아야 아랫물이 맑다","입은 삐뚫어 졌어도 말은 바로 해라",
				"작은 고추가 더 맵다","잘 되면 제 탓, 못 되면 조상 탓","찬물도 위 아래가 있다","콩으로 메주를 쑨다 해도 안 믿는다",
				"가재는 게 편이다","간에 붙었다 쓸개에 붙었다 한다","거지도 부지런하면 더운 밥을 먹는다","고양이보고 생선가게 지켜달라고 한다",
				"구슬이 서 말이라도 꿰어야 보배다","닭 잡아 먹고 오리발 내민다","모난 돌이 정 맞는다","모로 가도 서울만 가면 된다",
				"비 온 뒤에 땅이 굳어진다","아 다르고 어 다르다","업은 아이 삼 년 찾는다","사촌이 땅을 사면 배가 아프다",
				"세 살 버릇 여든 간다","누워서 떡 먹기","가는 말이 고와야 오는 말이 곱다","하늘이 무너져도 솟아날 구멍은 있다",
				"꼬리가 길면 잡힌다","고래싸움에 새우 등 터진다","똥 묻은 개가 재 묻은 개 나무란다","뛰는 놈 위에 나는 놈",
				"소 잃고 외양간 고치기"};
	}
}


